Repository: shivankar-p/St-Judes
Catalog: lib/l10n/app_*.arb
Languages: hi, te

# language
source: English
hi: हिन्दी
te: తెలుగు

source: Select Language
hi: भाषा चुने
te: భాషను ఎంచుకోండి

# cont
source: Continue
hi: आगे
te: ముందుకు

# uid
source: Enter UID
hi: UID प्रदान करें
te: UID ఇవ్వండి

source: Submit
hi: आगे
te: ముందుకు

# invaliduid
source: UID Does not exist. Please try again!
hi: UID अमान्य है। कृपया पुन: प्रयास करें!
te: ఈ UID చెల్లదు. దయచేసి మళ్లీ ప్రయత్నించండి!

# invalidotp
source: Invalid OTP. Please try again!
hi: OTP अमान्य है। कृपया पुन: प्रयास करें!
te: ఈ OTP చెల్లదు. దయచేసి మళ్లీ ప్రయత్నించండి!

source: Verify
hi: पुष्टि करें
te: నిర్ధారించండి

# raisereq
source: Raise Request
hi: अनुरोध करें
te: అభ్యర్థన చేయండి

source: Counselling
hi: काउंसिलिंग
te: కౌన్సెలింగ్

source: Notifications
hi: सूचनाएं
te: సందేశాలు

source: Requests
hi: अनुरोध
te: అభ్యర్థనలు

# need
source: Need some guidance?
hi: मार्गदर्शन की आवश्यकता है?
te: మార్గదర్శకత్వం కావాలా?

source: Apply for
hi: काउंसिलिंग में
te: దరఖాస్తు చేసుకోండి

# incoun
source: Counselling
hi: आवेदन करें
te: కౌన్సెలింగ్ లో

# countext
source: Weâ€™re there for you! On applying for counselling our officials will help you out with your much required career and life counselling.
hi: हम आपके साथ हैं! परामर्श के लिए आवेदन करने पर हमारे अधिकारी आपके आवश्यक करियर और जीवन परामर्श में आपकी सहायता करेंगे।
te: మేము మీతో ఉన్నాము! కౌన్సెలింగ్ కోసం దరఖాస్తు చేసుకున్నప్పుడు మా అధికారులు మీకు అవసరమైన వృత్తి మరియు జీవిత కౌన్సెలింగ్‌లో సహాయం చేస్తారు.

# enrol
source: Get Enrolled
hi: नामांकन करें
te: నమోదు చేయండి

# reqapr
source: Request Raised. Waiting for approval.
hi: अनुरोध किया गया है। अनुमोदन के लिए प्रतीक्षा।
te: అభ్యర్థన చేయబడింది. ఆమెూదముకై ఎదురు చూచుట.

# shortlisted
source: Request shortlisted. You can proceed to upload documents.
hi: अनुरोध स्वीकार कर लिया गया है। कृपया आवश्यक दस्तावेज जमा करें।
te: అభ్యర్థన ఆమోదించబడింది. దయచేసి అవసరమైన పత్రాలను సమర్పించండి.

# waitverify
source: Documents have been uploaded. Please wait till we verify them.
hi: दस्तावेज जमा कर दिए गए हैं। कृपया तब तक प्रतीक्षा करें जब तक हम उनका सत्यापन नहीं कर लेते।
te: పత్రాలు సమర్పించబడ్డాయి. మేము వాటిని ధృవీకరించే వరకు దయచేసి వేచి ఉండండి.

# accepted
source: Request Approved. We ll contact you shortly
hi: अनुरोध स्वीकृत है। हम जल्द ही आपसे संपर्क करेंगे
te: అభ్యర్థన ఆమోదించబడింది. మేము త్వరలో మిమ్మల్ని సంప్రదిస్తాము

# rejected
source: Request not approved.
hi: अनुरोध स्वीकृत नहीं है
te: అభ్యర్థన ఆమోదించబడలేదు

source: ACTIVE
hi: मौजूदा
te: ప్రస్తుత

source: OLD
hi: पुराना
te: పాతవి

# err
source: Something went wrong
hi: कुछ समस्या हुई है
te: ఏదో తప్పు జరిగింది

# upload
source: Please upload your
hi: कृपया जमा करें अपना
te: దయచేసి సమర్పించండి మీ

source: Your
hi: आपका
te: మీ

source: has been approved
hi: स्वीकार कर लिया गया है
te: ఆమోదించబడింది

source: has been uploaded
hi: जमा कर दिया गया है
te: సమర్పించబడింది

# noselect
source: No file Selected. Click + to add documents
hi: कोई दस्तावेज़ चयनित नहीं. दस्तावेज़ जोड़ने के लिए + क्लिक करें
te: ఏ పత్రం ఎంచుకోబడలేదు. పత్రాలను జోడించడానికి + క్లిక్ చేయండి

# contact
source: Contact Us
hi: संपर्क करें
te: సంప్రదించండి

# query
source: Write us your query and we ll get back to you soon
hi: हमें अपना प्रश्न लिखें और हम जल्द ही आपसे संपर्क करेंगे
te: మీ ప్రశ్నను మాకు వ్రాయండి, మేము త్వరలో మిమ్మల్ని సంప్రదిస్తాము

# call
source: Or call us on our numbers at
hi: या हमें हमारे फोन नंबरों पर कॉल करें
te: లేదా మా ఫోన్ నంబర్లకు కాల్ చేయండి

# raise
source: Raise a
hi: सहायता की
te: అభ్యర్థన

source: Request
hi: अनुरोध
te: చేయండి

# finhelp
source: Need educational help?
hi: आर्थिक मदद चाहिए?
te: ఆర్థిక సహాయం కావాలా?

# fintext
source: Dont worry! Once you raise a request, our officials shall contact you to furthur understand your problem and requirement.
hi: चिंता मत करो! एक बार जब आप अनुरोध कर देते हैं, तो आपके अधिकारी आपकी समस्या और आवश्यकता को समझने के लिए आपसे संपर्क करेंगे।
te: చింతించకండి! మీరు అభ్యర్థనను లేవనెత్తిన తర్వాత, మీ సమస్య మరియు అవసరాన్ని మరింత అర్థం చేసుకోవడానికి మీ అధికారులు మిమ్మల్ని సంప్రదిస్తారు.

# requestraised
source: Request has been made. Please wait until it is approved.
hi: अनुरोध किया गया है। कृपया इसे स्वीकृत होने तक प्रतीक्षा करें।
te: అభ్యర్థన చేయబడింది. దయచేసి ఇది ఆమోదించబడే వరకు వేచి ఉండండి.

# stjudes
source: St. Jude's for Life
hi: जीवन के लिए सेंट जूड्स
te: జీవితం కోసం సెయింట్ జూడ్స్

# loc
source: Choose your preferred language of communication (Furthur communication shall be carried out in your selected language) :
hi: संचार की अपनी पसंदीदा भाषा चुनें। आगे संचार आपकी चुनी हुई भाषा में किया जाएगा।
te: మీకు నచ్చిన మాట్లాడే భాషను ఎంచుకోండి. తదుపరి చర్చలు మీరు ఎంచుకున్న భాషలో నిర్వహించబడతాయి.

# additional
source: Optionally, you may record any additional information you would like us to know :
hi: आप किसी भी अतिरिक्त जानकारी को भी रिकॉर्ड कर सकते हैं जो आप हमें बताना चाहते हैं :
te: మీరు మేము తెలుసుకోవాలనుకునే ఏదైనా అదనపు సమాచారాన్ని కూడా రికార్డ్ చేయవచ్చు :

# submitreq
source: Submit Request
hi: अनुरोध प्रस्तुत करें
te: అభ్యర్థనను సమర్పించండి

# reqapp
source: Congratulations! Your request has been approved. Kindly proceed to upload the required documents.
hi: बधाई हो! आपका अनुरोध स्वीकार कर लिया गया है। कृपया आवश्यक दस्तावेज अपलोड करने के लिए आगे बढ़ें।
te: అభినందనలు! మీ అభ్యర్థన ఆమోదించబడింది. దయచేసి అవసరమైన పత్రాలను అప్‌లోడ్ చేయడానికి కొనసాగండి.

# reqrej
source: We are extremely sorry to inform you that you are not applicable for our program. Feel free to contact our officials for any furthur clarifications you wish to make.
hi: हमें आपको यह बताते हुए अत्यंत खेद हो रहा है कि आप हमारे कार्यक्रम के लिए लागू नहीं हैं। आप जो भी स्पष्टीकरण देना चाहते हैं, उसके लिए बेझिझक हमारे अधिकारियों से संपर्क करें।
te: మీరు మా ప్రోగ్రామ్‌కు వర్తించరని మీకు తెలియజేయడానికి మేము చాలా చింతిస్తున్నాము. మీరు చేయాలనుకుంటున్న తదుపరి స్పష్టీకరణ కోసం మా అధికారులను సంప్రదించడానికి సంకోచించకండి.

# reqwait
source: Your request has been made. Our officials shall contact you shortly. Kindly wait for approval.
hi: आपका अनुरोध किया गया है। हमारे अधिकारी शीघ्र ही आपसे संपर्क करेंगे। कृपया अनुमोदन की प्रतीक्षा करें।
te: మీ అభ్యర్థన చేయబడింది. మా అధికారులు త్వరలో మిమ్మల్ని సంప్రదిస్తారు. దయచేసి ఆమోదం కోసం వేచి ఉండండి.

# homescreen
source: Return to Home
hi: होम स्क्रीन
te: హోమ్ స్క్రీన్

# load
source: Upload Documents
hi: दस्तावेज जमा करें
te: పత్రాలను సమర్పించండి

source: Contact Us
hi: संपर्क करें
te: మమ్మల్ని సంప్రదించండి

# qry
source: Write us your query and our officials shall get back to you at the earliest!
hi: हमें अपना प्रश्न लिखें और हमारे अधिकारी जल्द से जल्द आपसे संपर्क करेंगे!
te: మీ ప్రశ్నను మాకు వ్రాయండి మరియు మా అధికారులు వీలైనంత త్వరగా మిమ్మల్ని సంప్రదిస్తారు!

# ring
source: Give us a call at -
hi: हमें यहां कॉल करें -
te: వద్ద మాకు కాల్ ఇవ్వండి -

# safe
source: Your documents are safe with us! They shall be uploaded the moment you go online.
hi: आपके दस्तावेज़ हमारे पास सुरक्षित हैं! जैसे ही आप ऑनलाइन होंगे, उन्हें अपलोड कर दिया जाएगा।
te: మీ డాక్యుమెంట్‌లు మా వద్ద భద్రంగా ఉన్నాయి! మీరు ఆన్‌లైన్‌లోకి వెళ్లిన వెంటనే అవి అప్‌లోడ్ చేయబడతాయి.

# uploaded
source: Your documents have been uploaded. Please wait until we verify them and get back to you.
hi: आपके दस्तावेज़ अपलोड कर दिए गए हैं। कृपया तब तक प्रतीक्षा करें जब तक हम उन्हें सत्यापित नहीं कर देते और आपसे संपर्क नहीं कर लेते।
te: మీ పత్రాలు అప్‌లోడ్ చేయబడ్డాయి. దయచేసి మేము వాటిని ధృవీకరించి, మిమ్మల్ని సంప్రదించే వరకు వేచి ఉండండి.

# reuploaded
source: There seems to be a small issue with your documents. Kindly re-upload the required documents.
hi: ऐसा लगता है कि आपके दस्तावेज़ों में एक छोटी सी समस्या है। कृपया आवश्यक दस्तावेज़ पुनः अपलोड करें।
te: మీ డాక్యుమెంట్‌లలో చిన్న సమస్య ఉన్నట్లుంది. దయచేసి అవసరమైన డాక్యుమెంట్‌లను మళ్లీ అప్‌లోడ్ చేయండి.

# verified
source: Congratulations! Your documents have been uploaded and verified, and you are now eligible to be a part of our program! Our officials will contact you at the earliest.
hi: बधाई हो! आपके दस्तावेज़ अपलोड और सत्यापित कर दिए गए हैं, और अब आप हमारे कार्यक्रम का हिस्सा बनने के योग्य हैं! हमारे अधिकारी आपसे जल्द से जल्द संपर्क करेंगे।
te: అభినందనలు! మీ పత్రాలు అప్‌లోడ్ చేయబడ్డాయి మరియు ధృవీకరించబడ్డాయి మరియు మీరు ఇప్పుడు మా ప్రోగ్రామ్‌లో భాగం కావడానికి అర్హులు! మా అధికారులు మిమ్మల్ని వీలైనంత త్వరగా సంప్రదిస్తారు.

# updocs
source: Upload Documents
hi: दस्तावेज जमा करें
te: పత్రాలను సమర్పించండి
